<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>

<key>apns</key>
 <array>
</array>

<key>CaptiveSettingsBySSID</key>
<dict>
<key>2928373838383884847727272hsjdjjdjejdjr72838383838838hsjdjjd</key>
<dict>
</dict>
</dict>


<key>IMSConfig</key>
<dict>
<key>EnableWifiCallingWithoutEntitlement</key>
<false/>
</dict>

<key>WISPrAccounts</key>
<dict>
</dict>

<key>MaxBluetoothModemConnections</key>
<integer>0/integer>

<key>PhoneNumberRegistrationGatewayAddress</key>
<string>522187735728</string>

<key>SyncSIMPhonebook</key>
<false/>

<key>RegistrationOptInRequired</key>
<true/>

<key>Services</key>
<array>
 <dict>
  <key>ServiceCode</key>
  <string>*225#</string>
  <key>ServiceName</key>
  <string>Check Bill Balance</string>
 </dict>
</array>

<key>TetheringURL</key>
<string>https://sjejejjje.jejejieiwieieieii2882838.com</string>

<key>MMS</key>
<dict>
</dict>


<key>TechSettings</key>
<dict>

	<key>WiFiCallingControlsAlliWLanServices</key>
		<false/>								
							

</dict>

						
</dict>

					
					<key>DefaultsDomainName</key>
					<string>com.apple.managedCarrier</string>
				</dict>
			</array>
			<key>PayloadDescription</key>
			<string>提供对营运商“接入点名称”的自定义。</string>
			<key>PayloadDisplayName</key>
			<string>APN</string>
			<key>PayloadIdentifier</key>
			<string>shadowsocks3.</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.apn.managed</string>
			<key>PayloadUUID</key>
			<string>A76FF343-6067-4F1F-9D25-05B11960560B</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>描述文件描述。</string>
	<key>PayloadDisplayName</key>
	<string>Shadowsocks(Disabled)</string>
	<key>PayloadIdentifier</key>
	<string>shadowsocks3</string>
	<key>PayloadOrganization</key>
	<string></string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>7392093F-365D-4F19-A1D3-8A583C832492</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
