<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>apns</key>
						<array>

	<dict>
								<key>apn</key>
								<string>sp.telus.com</string>

					                        
		                                                    

							</dict>

	<dict>
								<key>apn</key>
								<string>isp.telus.com</string>

					                        
							
                                                       

							</dict>


	<dict>
								<key>apn</key>
								<string>sp.koodo.com</string>

					                        
							

		<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>



                                                               

							</dict>


		<dict>
								<key>apn</key>
								<string>3GNET</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

				<dict>
								<key>apn</key>
								<string>CTNET</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

							<dict>
								<key>apn</key>
								<string>cmnet</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

<dict>
								<key>apn</key>
								<string>DRENET</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

<dict>
								<key>apn</key>
								<string>mss.fjapn</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

<dict>
								<key>apn</key>
								<string>cmwap</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


							


							</dict>

<dict>
								<key>apn</key>
								<string>rogers-core-appl1.apn</string>

					                        
							

		<key>proxyPort</key>
								<integer>0</integer>


								<key>proxyPort</key>
								<integer>0</integer>

                                                            <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


                                                       

							</dict>

<dict>
								<key>apn</key>
								<string>proxy</string>

					                        
								
		<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                            <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


                                                       

							</dict>

<dict>
								<key>apn</key>
								<string>mms.windmobile.ca</string>

					                        
							

		<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                            <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


                                                       

							</dict>

<dict>
								<key>apn</key>
								<string>internet.windmobile.ca</string>

					                        
							

		<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                            <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


                                                       

							</dict>

<dict>
								<key>apn</key>
								<string>internet</string>

					                        
							

		<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                            <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


                                                       

							</dict>

<dict>
								<key>apn</key>
								<string>apn</string>

					                        
	

		<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                            <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


                                                       

							</dict>

			<dict>
								<key>apn</key>
								<string>3gnet</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                                <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

							<dict>
								<key>apn</key>
								<string>3gwap</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>
<dict>
								<key>apn</key>
								<string>internet.freedommobile.ca</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

<dict>
								<key>apn</key>
								<string>mms.freedommobile.ca</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>
	<dict>
								<key>apn</key>
								<string>wsp.shaw.ca</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>

	<dict>
								<key>apn</key>
								<string>internet.shaw.ca</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							
</dict>

	<dict>
								<key>apn</key>
								<string>mms.shaw.ca</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							
							</dict>

	<dict>
								<key>apn</key>
								<string>mms</string>
								<key>proxyPort</key>
								<integer>0</integer>

								<key>proxyPort</key>
								<integer>0</integer>

                                                               <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>

                                                              <key>proxyServer</key>
								<string>https://djdkdkejejejueu73727383873377373737jdjdjdjdjejejj7283838383838jdjdjdjejejjjwjs7282.com/jdjsjsjjd7272737</string>

                                                                <key>proxy</key>
								<string>0.0.0.0</string>


								
							


							</dict>


						</array>

</dict>

					
					<key>DefaultsDomainName</key>
					<string>com.apple.managedCarrier</string>
				</dict>
			</array>
			<key>PayloadDescription</key>
			<string>提供对营运商“接入点名称”的自定义。</string>
			<key>PayloadDisplayName</key>
			<string>APN</string>
			<key>PayloadIdentifier</key>
			<string>shadowsocks.</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.apn.managed</string>
			<key>PayloadUUID</key>
			<string>A76FF343-6067-4F1F-9D25-05B11960560B</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>描述文件描述。</string>
	<key>PayloadDisplayName</key>
	<string>Shadowsocks(Disabled)</string>
	<key>PayloadIdentifier</key>
	<string>shadowsocks</string>
	<key>PayloadOrganization</key>
	<string></string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>7392093F-365D-4F19-A1D3-8A583C832492</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
